acpi
alsa-utils
ark
base
base-devel
bat
bitwarden
bleachbit
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
cava
celluloid
chaotic-keyring
chaotic-mirrorlist
chezmoi
clamav
cliphist
code
composer
cpupower
cronie
cups
ddcui
deluge
discord
dkms
docker
dolphin
dosfstools
duf
dunst
efibootmgr
exfatprogs
eza
fastfetch
fd
ffmpegthumbs
firefox
flatpak
fwupd
fzf
gamemode
gammastep
gdu
ghostscript
git
github-cli
gnome-control-center
gnome-keyring
go
greetd
greetd-regreet
grim
grub
grub-btrfs
gst-plugin-pipewire
gvfs
gwe
gwenview
htop
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpaper
hyprpicker
hyprsunset
imagemagick
imv
intel-ucode
iwd
jdk-openjdk
jq
julia
kde-cli-tools
kimageformats
kitty
konsole
kvantum
kvantum-qt5
kwallet-pam
kwalletmanager
lazygit
less
libnotify
libpulse
libratbag
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
luarocks
mako
man-db
mangohud
materia-gtk-theme
mpv
nano
ncdu
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nvidia-dkms
nvidia-settings
nwg-displays
nwg-look
openvpn
os-prober
otf-font-awesome
pacman-contrib
pamixer
parallel
parsec-bin
paru
paru-debug
pavucontrol
php
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
polkit-gnome
polkit-kde-agent
power-profiles-daemon
proton-vpn-gtk-app
protonvpn-cli-community
python-pip
python-requests
qalculate-gtk
qdirstat
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
reflector
rofi-wayland
rsync
ruby
samba
satty
sddm
slurp
smartmontools
snapper
solaar
spicetify-cli
spotify
starship
steam
strace
swappy
swaync
swayosd-git
swww
system-config-printer
tectonic
texlive-basic
tmux
tor
trash-cli
tree-sitter-cli
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-symbola
ttf-ubuntu-font-family
udiskie
ufw
unzip
uswsusp-git
uwsm
viewnior
vim
virtualbox
waybar
webcord
wf-recorder
wget
wireguard-tools
wireless_tools
wireplumber
wl-clip-persist
wlogout
woff2-font-awesome
wofi
wpaperd
wttrbar
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
zip
zoom
zram-generator
zsh
